Repository: gagnieray/plugin-paypal
Catalog: lang/paypal_*.utf8.po
Languages: ca, de_de, it_it, uk

source: Paypal payment
ca: Pagament Paypal
de_de: PayPal Zahlung
it_it: Pagamento Paypal
uk: Платіж PayPal

source: Paypal id has not been defined. Please ask an administrator to add it from plugin preferences.
ca: L'identificador de Paypal no s'ha definit. Si us plau, demaneu a un administrador que l'afegeixi des de les preferències del connector.
de_de: Paypal ID wurde nicht definiert. Bitten Sie einen Administrator diese in den Plugin-Einstellungen hinzuzufügen.
it_it: L'ID Paypal non è stato definito. Chiedi a un amministratore di aggiungerlo dalle preferenze del plugin.
uk: Ідентифікатор Paypal не визначено. Будь ласка, попросіть адміністратора додати його з налаштувань розширення.

source: Predefined amounts cannot be loaded, that is not a critical error.
ca: No es poden carregar quantitats predefinides, això no és un error crític.
de_de: Vordefinierte Werte konnten nicht geladen werden. Dies ist kein kritischer Fehler.
it_it: Gli importi predefiniti non possono essere caricati, questo non è un errore critico.
uk: Зумовлені суми не можуть бути завантажені, що не є критичною помилкою.

source: Paypal Settings
ca: Configuració de Paypal
de_de: PayPal Einstellungen
it_it: Impostazioni Paypal
uk: Налаштування Paypal

source: Paypal preferences has been saved.
ca: Les preferències de Paypal s'han desat.
de_de: PayPal Einstellungen wurden gespeichert.
it_it: Le preferenze Paypal sono state salvate.
uk: Налаштування Paypal збережено.

source: An error occurred saving paypal preferences :(
ca: S'ha produït un error en desar les preferències de PayPal :(
de_de: Während dem Speichern der PayPal Einstellungen ist ein Fehler aufgetreten :(
it_it: Errore durante il salvataggio delle preferenze Paypal :(
uk: Під час збереження налаштувань PayPal сталася помилка :(

source: Your payment has been aborted!
ca: El vostre pagament s'ha cancel·lat!
de_de: Ihre Bezahlung wurde abgebrochen!
it_it: Il tuo pagamento non è andato a buon fine!
uk: Ваш платіж перервано!

source: Paypal payment success
ca: Pagament amb PayPal correcte
de_de: PayPal Bezahlung erfolgreich
it_it: Pagamento Paypal effettuato
uk: Платіж Paypal виконано успішно

source: Your payment has been proceeded!
ca: S'ha fet el pagament!
de_de: Ihre Zahlung wurde verarbeitet!
it_it: Il tuo pagamento è stato elaborato!
uk: Ваш платіж продовжено!

source: Paypal
ca: Paypale

source: Paypal History
ca: Història de Paypal
de_de: PayPal Historie
it_it: Cronologia Paypal
uk: Історія Paypal

source: Payment form
ca: Formulari de pagament
de_de: Zahlungsform
it_it: Modulo di pagamento
uk: Форма платежу

source: Your paypal payment was successful. Some details are shown below:
ca: El vostre pagament amb PayPal s'ha realitzat correctament. A continuació es mostren alguns detalls:
de_de: Ihre PayPal Zahlung war erfolgreich. Details werden unten angezeigt:
it_it: Il tuo pagamento paypal è stato eseguito. Alcuni dettagli sono mostrati di seguito:
uk: Ваш платіж PayPal був успішним. Деякі подробиці наведені нижче:

source: Your paypal payment was successful. You may receive a mail from paypal with details.
ca: El vostre pagament amb PayPal s'ha realitzat correctament. És possible que rebeu un correu de paypal amb els detalls.
de_de: Ihr Zahlung mit Paypal war erfolgreich. Sie erhalten eine E-Mail von Paypal mit den Details.
it_it: Il tuo pagamento paypal è stato eseguito. Riceverai una mail da paypal con i dettagli.
uk: Ваш платіж PayPal був успішним. Ви можете отримати лист із PayPal із подробицями.

source: Paypal preferences
ca: Preferències de Paypal
de_de: PayPal Einstellungen
it_it: Preferenze Paypal
uk: Налаштування PayPal

source: Paypal identifier:
ca: Identificador de Paypal:
it_it: Identificativo Paypal:
uk: Ідентифікатор PayPal:

source: Enter here one of your Paypal ID or email adress associated within your paypal account.
ca: Introduïu aquí un dels vostres ID de Paypal o adreces de correu electrònic associades al vostre compte de Paypal.
it_it: Inserisci qui un tuo Paypal ID o l'indirizzo email associato al tuo account paypal.
uk: Уведіть тут один з ваших Paypal ID або адресу е-пошти, пов'язаний з вашим рахунком Paypal.

source: Error: no predefined amounts found.
ca: Error: no s'han trobat quantitats predefinides.
it_it: Errore: importi predefiniti non trovati.
uk: Помилка: заздалегідь визначені суми не знайдені.

source: Enter payment reason
ca: Introduïu el motiu del pagament
de_de: Zahlgrund eingeben
it_it: Inserisci la causale del pagamento
uk: Уведіть причину платежу

source: Payment reason
ca: Motiu del pagament
de_de: Zahlgrund
it_it: Causale del pagamento
uk: Причина платежу

source: Select an payment reason
ca: Seleccioneu un motiu de pagament
de_de: Wähle einen Zahlgrund
it_it: Seleziona una causale del pagamento
uk: Оберіть причину платежу

source: Payment reason:
ca: Motiu de pagament:
de_de: Zahlgrund:
it_it: Causale del pagamento:
uk: Причина платежу:

source: No predefined amounts have been configured yet.
ca: Encara no s'ha configurat cap import predefinit.
de_de: Vorgefertigte Werte wurden noch nicht eingegeben.
it_it: Non sono stati ancora configurati importi predefiniti.
uk: Попередньо визначені суми ще не налаштовано.

source: Go back to %s's website to complete your inscription.
ca: Torneu al lloc web de %s per completar la vostra inscripció.
it_it: Ritorna al sito di %s per completare la tua iscrizione.
uk: Поверніться на сайт %s, щоб заповнити своє написання.

source: Please enter an amount.
ca: Introduïu una quantitat.
de_de: Bitte geben Sie einen Wert ein.
it_it: Per favore, inserisci un importo.
uk: Уведіть суму.

source: The amount you've entered is lower than the minimum amount for the selected option. Please choose another option or change the amount.
ca: L'import que heu introduït és inferior a l'import mínim de l'opció seleccionada. Si us plau, trieu una altra opció o canvieu l'import.
it_it: L'importo inserito è inferiore all'importo minimo per l'opzione selezionata. Scegli un'altra opzione o modifica l'importo.
uk: Уведена сума нижча за мінімальну для обраного варіанту. Виберіть інший варіант або змініть суму.

source: duplicate
ca: duplicar
it_it: duplicato
uk: подвоєння

source: No request or unable to read request
ca: No hi ha cap sol·licitud o no es pot llegir la sol·licitud
de_de: Keine Anfrage oder Anfrage nicht lesbar
it_it: Nessuna richiesta o impossibile esaminare la richiesta
uk: Немає запиту або неможливо прочитати запит

source: Request
ca: petició
de_de: Anfrage
it_it: Richiesta
uk: Запит

source: Show/hide full request
ca: Mostra / amaga l'aplicació completa
de_de: Komplette Anfrage anzeigen/ausblenden
it_it: Mostra/nascondi richiesta completa
uk: Показ/ховання повного запиту
